cfd/cases/robot_real/system/topoSetDict.4
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}
// robot_simple 第 4 级加密盒，由 setup_robot.sh 生成
actions
(
    {
        name    c0;
        type    cellSet;
        action  new;
        source  boxToCell;
        box     (-0.1760 -0.1188 -0.1057) (0.1610 0.1188 0.0368);
    }
);
