cfd/cases/robot_real/system/topoSetDict.5
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}
// robot_simple 第 5 级加密盒，由 setup_robot.sh 生成
actions
(
    {
        name    c0;
        type    cellSet;
        action  new;
        source  boxToCell;
        box     (-0.1560 -0.1038 -0.0977) (0.1510 0.1038 0.0288);
    }
);
